[
  {
    "phrase": "Hello, \n\n Thanks for contacting AWS Support. My name is Vili and I will be assisting you today.",
    "group": "!hi"
  },
  {
    "phrase": "Thanks for reaching out to AWS Lambda Support. My name is Vili and I will be helping you out today.",
    "group": "!hi"
  },
  {
    "phrase": "Thanks for reaching out to AWS API Gateway Support. My name is Vili and I will be helping you out today.",
    "group": "!hi"
  },
  {
    "phrase": "I am taking over from my colleague <COLLEAGUE>, who is unavailable at the moment",
    "group": "!hi"
  },
  {
    "phrase": "Just a kind reminder, that here at AWS Support we do not have visibility into your logging. This is for your security. Therefore, please export your logs from CloudWatch. If you need help, please see the following instructions [reference].",
    "group": "!logs"
  },
  {
    "phrase": "Just a reminder that here at AWS Support, code support is out of scope. This includes debugging and modifying your source code. Having said that, I can assist you on a best effort basis.",
    "group": "!code"
  },
  {
    "phrase": "I think a call and a chat over a screenshare would be appropriate. This should expedite investigtion and save us from any unncessary back and forth. Please disclose your number in international format and a good time (Please include your timezone) to call you to organise that. I work from 0900-1700 NZST.",
    "group": "!call"
  },
  {
    "phrase": "I'd be happy to discuss this over a screenshare with you. Please disclose your number in international format and a good time (Please include your timezone) to call you to organise that. I work from 0900-1700 NZST. Not to worry though, if i'm unavailable, I will make sure that a colleague of mine can attend in my stead.",
    "group": "!call"
  },
  {
    "phrase": "I hope that helps. Let me know if you have any further questions about what we've discussed, and I'll be happy to give you a hand \n\nHave a great day!",
    "group": "!end"
  },
  {
    "phrase": "As agreed, I will be resolving this case now. However, you can always write back if you have any further questions. If you do, the case will be reopened.",
    "group": "!res"
  },
  {
    "phrase": "========================",
    "group": "!ttl"
  },
  {
    "phrase": "#--------------------snippet------------------------------- \n\n#--------------------end of file ---------------------------",
    "group": "!cs"
  }
]
